[
    {
      "lat": 16.4625,
      "lng": 107.59,
      "title": "Lễ hội Huế 2025",
      "description": "Một lễ hội văn hóa đặc sắc tôn vinh di sản Huế với các chương trình nghệ thuật, âm nhạc truyền thống và tái hiện lịch sử.",
      "time": "01/05"
    },
    {
      "lat": 21.0285,
      "lng": 105.8542,
      "title": "Lễ hội Gióng",
      "description": "Lễ hội truyền thống tôn vinh anh hùng Gióng, với các nghi lễ, diễu hành và biểu diễn văn hóa dân gian.",
      "time": "03/05"
    },
    {
      "lat": 10.762622,
      "lng": 106.660172,
      "title": "Triển lãm Rượu vang Việt Nam",
      "description": "Triển lãm giới thiệu các loại rượu vang và đồ uống, kết nối nhà sản xuất và người tiêu dùng.",
      "time": "17/05"
    },
    {
      "lat": 10.8231,
      "lng": 106.6297,
      "title": "Hội nghị Toàn cầu về Công nghệ Thông tin",
      "description": "Hội nghị quốc tế về công nghệ thông tin và đổi mới sáng tạo, quy tụ các chuyên gia và doanh nghiệp hàng đầu.",
      "time": "20/05"
    },
    {
      "lat": 21.0285,
      "lng": 105.8542,
      "title": "Triển lãm Công nghệ Thông tin Việt Nam",
      "description": "Sự kiện lớn về công nghệ thông tin với các triển lãm và hội thảo chuyên đề.",
      "time": "25/05"
    },
    {
      "lat": 16.0544,
      "lng": 108.2022,
      "title": "Lễ hội Pháo hoa Quốc tế Đà Nẵng",
      "description": "Lễ hội pháo hoa hoành tráng với sự tham gia của các đội quốc tế, diễn ra dọc sông Hàn.",
      "time": "08/06"
    },
    {
      "lat": 10.8231,
      "lng": 106.6297,
      "title": "Triển lãm Nông nghiệp và Hóa chất Nông nghiệp",
      "description": "Triển lãm chuyên ngành về nông nghiệp và hóa chất, kết nối các chuyên gia và doanh nghiệp.",
      "time": "25/06"
    },
    {
      "lat": 10.8231,
      "lng": 106.6297,
      "title": "Triển lãm Điện và Năng lượng Việt Nam",
      "description": "Sự kiện lớn về điện và năng lượng, giới thiệu các công nghệ và giải pháp mới.",
      "time": "16/07"
    },
    {
      "lat": 10.8231,
      "lng": 106.6297,
      "title": "Lễ hội Du lịch TP.HCM",
      "description": "Lễ hội quảng bá du lịch TP.HCM với các hoạt động văn hóa, ẩm thực và triển lãm.",
      "time": "01/08"
    },
    {
      "lat": 21.0285,
      "lng": 105.8542,
      "title": "Lễ hội Việt Nam – Nhật Bản",
      "description": "Sự kiện giao lưu văn hóa giữa Việt Nam và Nhật Bản, với các chương trình nghệ thuật và triển lãm.",
      "time": "15/09"
    },
    {
        "lat": 21.0467,
        "lng": 107.0873,
        "title": "Lễ hội Chọi Trâu Đồ Sơn",
        "description": "Lễ hội Chọi Trâu Đồ Sơn là một trong những lễ hội truyền thống lớn của Việt Nam, tổ chức tại Đồ Sơn, Quảng Ninh, với những trận đấu trâu gay cấn và các nghi lễ dân gian đặc sắc.",
        "time": "15/06"
    }
  ]
  